Repository: mozilla-l10n/mt-training-data
Catalog: yi/yi_pontoon.tmx
Source language: en_us
Languages: yi

source: Links to websites that can help us understand the language
yi: לינקס צו וועבזייטלעך וואס קענען אונז העלפן פארשטיין דעם שפרייך

source: Listen
yi: אויסהערן

source: Listen-Queue
yi: צוהערן-רייע

source: Lithuanian
yi: ליטאואיש

source: Loading…
yi: לאדנט זיך...

source: Localization
yi: לאקאליזירונג

source: Localized
yi: לאקאליזירט

source: Log In
yi: ארייבשרייבונג

source: Login Identity
yi: אריינשרייבונג אידענטיטעט

source: Log In / Sign Up
yi: שרייבט אייך אריין\שרייבט אייך אויף

source: Log Out
yi: שרייב זיך ארויס

source: Lojban
yi: לאדזשבען

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
yi: ס'קוקט אויס אז ס'איז נישטא קיין קליפס צו אויסערן אויף דעם שפרייך. העלפט אונז אנפולן די רייע דורך רעקארדירן אביסל יעצט.

source: Luganda
yi: לוגאנדאיש

source: Luxembourgish
yi: לאקסעמבורגיש

source: Macedonian
yi: מאזעדאוניש

source: Maithili
yi: מאיטילי

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
yi: מאכט זיכער אז די פלאטפראמע רעקארדירט פאר איר פאנגט אן רעדן, און אז ס'שטעלט זיך אפ ווען איר האט געענדיגט.

source: Malagasy
yi: מאדאגאסיש

source: Malay
yi: מאלעי

source: Malayalam
yi: מאלאיאלאם

source: Male
yi: מאן

source: Maltese
yi: מאלטעזיש

source: Mapudungun
yi: מאפודונגאן

source: Marathi
yi: מאראטי

source: MB
yi: מ"ב

source: Meadow Mari
yi: וויעסענמארי

source: Medumba
yi: מעדאמבא

source: Meetei Lon
yi: מאיטעי לאן

source: Message
yi: מעלדונג

source: Missing the end of the last word by cutting off the recording too quickly.
yi: די לעצטע ווארט פעלט ווייל די רעקארדירונג האקט זיך אפ צו שנעל.

source: Mixed
yi: געמישט

source: Moksha
yi: מאקשאניש

source: Mongolian
yi: מאנגאוליש

source: More
yi: מער

source: Mossi
yi: מאוסי

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
yi: מערסטנס פון אונזער דאטע וואס ווערט גענוצט דורך גרויסע פירמעס איז נישט צוטריטליך פאר מיינסטענס מענטשן. מיר האלטן אז דאס שטערט אינאוואציע. דערפאר האבן מיר ארויסגעשטעלט קאמאן וואויס, א פראיעקט צו העלפן מאכן שטימע דערקענונג אפען פאר יעדעם.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
yi: מערסטנס פון אונזער דאטע וואס ווערט גענוצט דורך גרויסע פירמעס איז נישט צוטריטליך פאר מיינסטענס מענטשן. מיר האלטן אז דאס שטערט אינאוואציע. דערפאר האבן מיר ארויסגעשטעלט קאמאן וואויס, א פראיעקט צו העלפן מאכן שטימע דערקענונג אפען פאר יעדעם.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
yi: מאזילע קאמאן וואויס איז אן איניציאטיוו צו העלפען לערנען מאשינען ווי אזוי עכטע מענטשן רעדן.

source: Mutual accountability.
yi: קעגנזייטיגע פאראנטווארטליכקייט.

source: My Sentences
yi: מיינע זאצן

source: n
yi: נ

source: N
yi: נ

source: N/A
yi: נישט גילטיג

source: Name
yi: נאמען

source: Names of your language
yi: נעמען פון אייער שפרייך

source: Native Language
yi: געבוירערענער שפרייך

source: Need some help with accent?
yi: דארף הילף מיט די אקצענט?

source: Need some help with variants?
yi: דארפט איר הילף מיט ווערסיעס?

source: Nepali
yi: נאפאלי

source: New Language Launch
yi: ארויסשטעלן א נייע שפרייך

source: Next
yi: קומענדיגע

source: Next Goals: { $goal }
yi: קומענדיגע צילן: { $goal }

source: Nias
yi: ניאז

source: No
yi: ניין

source: No foreign letters
yi: נישט קיין פרעמדע אותיות

source: No gravatar found for your email
yi: מיר האבן נישט געפינען קיין gravatar פאר אייער אימעיל אדרעס

source: No microphone found.
yi: מיר טרעפן נישט קיין מיקראפאון.

source: No rejected sentences found!
yi: מיר האבן נישט געטראפן קיין צוריקגעוויזענע זאצן!

source: Northern Sotho
yi: צפון סוטואיש

source: Norwegian Bokmål
yi: נארוועגישע באקמאל

source: Norwegian Nynorsk
yi: ניינארסק

source: No sentences found!
yi: מיר האבן נישט געטראפן קיין זאצן!

source: Note: You will still need to select between Speak or Listen to change contribution type.
yi: נאטיץ: איר וועט נאכאלץ דארפן אויסוועלן צווישן דערן אדער אויסהערן צו טוישן די ביישטייערן טיפ.

source: No Thanks
yi: ניין, א דאנק

source: No variant selected
yi: קיין ווערסיע אויסגעוועלט

source: Number of Voices
yi: צאל שטימעס

source: Numbers
yi: נומערן

source: Occitan
yi: אקזיטאניש

source: Odia
yi: אודיא

source: Off
yi: פארלאשן

source: Offensive language
yi: אומאיידעלע שפרייך

source: Offensive speech
yi: אפענסיווע רעדע

source: On
yi: אנגעצונדן

source: One sentence per line
yi: איין זאץ פער ליניע

source: Optionally join on our email list for updates and new information about the project.
yi: שליסט אייך אן פרייוויליג אין אונזער אימעיל ליסטע פאר אנטוויקלונגען און נייע אינפארמאציע אבער דעם פראיעקט.

source: Ossetian
yi: אסעטיש

source: Other
yi: אנדערע

source: Other Language
yi: אנדערע שפרייך

source: Other people validate those voice clips.
yi: אנדערע מענטשן באשטעטיגן די שטימע קליפס.

source: Other voice datasets…
yi: אנדערע שטימע דאטא סעטס…

source: Other Voice Datasets
yi: אנדערע שטימע דאטא סעטס

source: Our Partners
yi: אונזערע שותפים

source: Overall project status: see how far we’ve come!
yi: אלגעמיינע פראיעקט צושטאנד: זעט ווי ווייט מיר זענען געקומען!

source: p
yi: ש

source: Papiamento (Aruba)
yi: פאפיאמענטא (ארובא)

source: Partner
yi: צאמפארן

source: Partners
yi: שותפים

source: Partnerships
yi: צאמשטעלונגען

source: Partner with local organizations or individuals
yi: שטעלט אייך צוזאם מיט לאקאלע ארגענעזאציעס אדער אידעווידואלן

source: Pashto
yi: פעשטא

source: People come and contribute their voices.
yi: מענטשן קומען און ביישטייערן זייערע שטימעס.

source: Persian
yi: פערסיש

source: Personal
yi: פערזענליכע

source: <playIcon></playIcon>Last one!
yi: <playIcon></playIcon>דאס לעצטע!

source: Play/Stop
yi: שפיל/שטעל אפ

source: Please add sentences.
yi: ביטע לייגט צו זאצן.

source: Please select a language.
yi: ביטע וועלט א שפרייך

source: Please try again.
yi: ביטע פראבירט נאכאמאל.

source: Polish
yi: פויליש

source: Portuguese
yi: פארטאגעזיש

source: Press play, listen & tell us: did they accurately speak the sentence below?
yi: דריקט שפיל, הער צו & און זאג אונז: האט עס אקוראט געזאגט דעם דאזיגן זאץ?

source: Press { shortcut-play-toggle } to toggle play mode
yi: דריקט { shortcut-play-toggle } צו טוישן שפילן מאדע

source: Privacy
yi: פריוואטקייט

source: Privacy Policy
yi: פריוואטקייט פארשריפטן

source: Privacy, security and transparency.
yi: פריוואטקייט, זיכערקייט און דורכזיכטיגקייט.

source: Profile
yi: פראפייל

source: Profile information improves the audio data used in training speech recognition accuracy.
yi: די פראפייל אינפארמאציע פארבעסערט די אודיא דאטא וואס ווערט גענוצט אין לערנען שטימע דערקענונג אקוראטקייט.

source: Progress
yi: פארשריט

source: Punjabi
yi: פאנדזשאבי

source: r
yi: ר

source: Read More
yi: ליינט מער

source: Read the sentence carefully - don’t miss, change or add words.
yi: ליינט דער זאץ פארזיכטיג - נישט צו פארזען, טוישן אדער צולייגן ווערטער.

source: Ready to contribute?
yi: גרייט צו ביישטייערן?

source: Ready to do { $count } more?
yi: גרייט צו טון נאך { $count } מער?

source: Ready to donate your voice?
yi: זענט איר גרייט צו ביישטייערן אייער שטימע?

source: Ready to help validate sentences?
yi: זענט איר גרייט צו באשטעטיגן זאצן?

source: reCAPTCHA is required if you want to proceed
yi: reCAPTCHA איז פארלאנגט אויב איר ווילט ווייטער גיין

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
yi: באקומט אימעילס א שטייגער ווי פארמעסטונגען און ציל דערמאנונגען, פארשריט אנטוויקלונגען, און נייעס באריכטן איבער קאמאן וואויס.

source: Recorded Clips
yi: רעקארדירטע קליפס

source: Recorded Hours
yi: רעקארדירטע שטונדן

source: <recordIcon></recordIcon> Last one!
yi: <recordIcon></recordIcon> דאס לעצטע!

source: [Recording cut off before the end of the last word]
yi: [די רעקארדירונג האקט זיך אפ פאר די ענדע פון די לעצטע ווארט]

source: Recordings
yi: רעקארדירונגען

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
yi: רעקארדירן שטימע קליפס איז א וויכטיגע טייל פון בויען אונזער אפענע דאטע סעט; מאנכע זאגן אז דאס איז די אויך די אינטערעסאנטע טייל.

source: Record/Stop
yi: רעקארדיר/שטעל אפ

source: Record your voice
yi: רעקארדירט אייער שטימע

source: Refresh
yi: פרישט איבער

source: Reject
yi: ווייז צוריק

source: Rejected Sentences
yi: צוריקגעוויזענע זאצן

source: remove
yi: נעמט אוועק

source: Remove
yi: נעם אראפ

source: Remove Avatar
yi: נעם אראפ די אוועטער

source: Report
yi: באריכט

source: Request a Language
yi: פארלאנגט א שפרייך

source: Request recordings
yi: פארלאנגט רעקארדירונגען

source: *required
yi: פארלאנגט

source: Re-record
yi: איבער-רעקארדיר

source: Re-record clip
yi: איבער-רעקארד דעם קליפ

source: Return
yi: גיי צוריק

source: Return to Common Voice
yi: גיי צוריק צו קאמאן וואויס

source: Return to Common Voice Datasets
yi: גייט צוריק צו די קאמאן וואויס דאטא סעטס

source: Return to Languages
yi: גיי צוריק צו שפראכן

source: Review
yi: קוקט איבער

source: Reviewing Sentences
yi: איבערקוקן זאצן

source: Review & re-record clips if needed
yi: קוקט איבער & און רעקארדירט איבער אויב ס'פעלט זיך אויס

source: Review & Submit
yi: גייט איבער & גיבט אריין

source: Romanian
yi: ראמעניש

source: Romansh Sursilvan
yi: סורסעלוויש

source: Romansh Vallader
yi: ראטאראמאניש וועלעדער

source: Runyankole
yi: ‏‏ניאנקולע

source: Russian
yi: רוסיש

source: s
yi: ה

source: S
yi: ה

source: Sakha
yi: סאכא

source: Santali (Ol Chiki)
yi: סאנטאלי (אל כיקי)

source: Saraiki
yi: סארעיקי

source: Sardinian
yi: סארדיניש

source: Save
yi: היט אפ

source: Saved
yi: אפגעהיטן

source: Search
yi: זוכט

source: Search for answers
yi: זוך פאר ענטפערס

source: Search for them on the Internet
yi: זוכט פאר זיי אויף דעם אינטערנעט

source: See how your progress compares to other contributors all over the world.
yi: זע וויאזוי אייער פארשריט פארגלייכט אנטקעגן אנדערע ביישטייערער איבער די גאנצע וועלט.

source: See Less
yi: זעט ווייניגער

source: See More
yi: זעט מער

source: Select a Language...
yi: וועלט א שפרייך...

source: Selected
yi: אויסגעוועלטע

source: Select Language
yi: וועלט א שפרייך

source: Sentence
yi: זאץ

source: Sentence Collection
yi: זאצן זאמלונג

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
yi: <sentenceCollectorFragment>זע מער איבער זאצן זאמלונג</sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
yi: <sentenceCollectorVideo>זעט אונזער גייד איבער נוצן דעם זאצן זאמלער</sentenceCollectorVideo>.

source: Sentences
yi: זאצן

source: { $sentences } added by you
yi: { $sentences } צוגעלייגט דורך אייך

source: Sentences are collected for people to read aloud.
yi: זאצן ווערן געזאמלט פאר מענטשן צו פארליינען הויעך.

source: Sentence should not contain numbers
yi: זאצן זאלט נישט אנטהאלטן קיין נומערן

source: Sentence should not contain symbols
yi: זאצן זאלן נישט אנטהאלטן קיין סימבאלן

source: { $sentences } sentences failed
yi: זאצן דורכגעפאלן

source: Serbian
yi: סערביש

source: Set a goal
yi: שטעלט א ציל

source: Setswana
yi: סעטסוואנא

source: Settings
yi: אנשטעלונגען

source: Share my goal
yi: טיילט מיט מיין ציל

source: Share your { $count } Clip Daily Goal for { $type }
yi: טיילט מיט אייער { $count } טעגליכע קליפ ציל פאר { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
yi: טיילט מיט אייער { $count } וועכנטליכע קליפ ציל פאר { $type }

source: Shilha
yi: טאשלהיט

source: Shortcuts
yi: פארקערצערונגען

source: Show all skipped sentences again
yi: ווייז אלע איבערגעהיפטע זאצן נאכאמאל

source: Show my ranking
yi: ווייז מיין ראנג

source: Sicilian
yi: סיזיליאניש

source: Sign up
yi: שרייבט אייך אויף

source: Sign up for an account
yi: שרייבט אייך אויף פאר א קאנטע

source: Sign up for Common Voice newsletters, goal reminders and progress updates
yi: שרייבט אייך אויף פאר קאמאן וואויס נייעס באריכטן, ציל דערמאנונגען און פארשריט אנטוויקלונגען

source: sign up for email updates
yi: שרייבט אייך אויף פאר אימעיל אנטוויקלונגען

source: Sign up for { $lang } updates:
yi: שרייבט אייך אויף פאר { $lang } אנטוויקלונגען:

source: Sinhala
yi: סינגהאלעסיש

source: Siswati
yi: סיסוואטיש

source: Size
yi: מאס

source: Skip
yi: היפ איבער

source: Slovak
yi: סלאוואקיש

source: Slovenian
yi: סלאוועניש

source: Social media
yi: סאציאלע מידיע

source: Somali
yi: סאמאלי

source: Someone asks for a language to be added.
yi: איינער בעט פאר א שפרייך צו ווערן צוגעלייגט.

source: Something went wrong with reCAPTCHA. Please try again.
yi: עפעס איז געגאנגען שלעכט מיט די reCAPTCHA. ביטע פראבירט נאכאמאל.

source: Soninke
yi: סאנינקע

source: Sorbian, Lower
yi: אונטערן סערביש

source: Sorbian, Upper
yi: אויבערן סערביש

source: Sorry, Common Voice is running slowly. Thanks for your interest.
yi: אנטשילדוגט, קאמאן וואויס לויפט שטייליך. יישר כח פאר אייער אינטערעסע.

source: Sorry, something went wrong
yi: אנטשילדוגט, עפעס איז נישט אין ארדענונג

source: Southern Kurdish
yi: דרום קורדיש

source: Southern Sotho
yi: דרום סוטואיש

source: Spanish
yi: ספאניש

source: Speak
yi: רעדט

source: Speakable
yi: רעדעוודיג

source: Speakers
yi: רעדנערס

source: Speak now
yi: רעדט יעצט

source: Speak up, contribute here!
yi: הייבט אייער שטימע, ביישטייערט דא!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
yi: <speechBlogLink>הויבט אן מיט רעדן דערקענונג</speechBlogLink>

source: Speech-to-text (STT)
yi: רעדן-צו-ווערטער

source: Splits
yi: צוטיילונגען

source: Start recording
yi: הויבט אן רעקארדירן

source: Start typing to describe your accent
yi: פאנגט אן צו טייפן צו באשרייבן אייער אקצענט

source: Stats
yi: סטאטיסטיקס

source: Status Page
yi: צושטאנד בלאט

source: Still have questions?
yi: איר האט נאך אלץ פראגן?

source: Streaks
yi: שטריכן

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
yi: <strong>ווייז נישט צוריק קיין קליפס וואס דער רעדנער ‘האט אן אקצענט’ וואס איז אנדערש פון אייער</strong> - דאס איז וויכטיג פאר שטימע דערקענונג צו ארבייטן בעסער פאר יעדעם.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
yi: <strong>זיי שעפעריש!</strong> אייער שפרייך געמיינדע וועט זיין אייגנארטיג, און דאס איז בלויז עטליכע וועגן אנצופאנגען.

source: Submit
yi: גיב אריין

source: Submit a report
yi: גיבט אריין א באריכט

source: Submit clips
yi: געבט אריין קליפס

source: Success, profile created!
yi: הצלחה, אייער פראפייל איז געווארן אוועקגעשטעלט!

source: Swahili
yi: סוואהילי

source: Swedish
yi: שוועדיש

source: Syriac
yi: סיריש

source: Tagalog
yi: טאגאלאג

source: Tahitian
yi: טאהיטיש

source: Taiwanese (Minnan)
yi: טאווינעזיש

source: Tajik
yi: טאדזשיק

source: Tamazight
yi: מאזיריש

source: Tamil
yi: טאמיל

source: Tatar
yi: טאטאריש

source: Telugu
yi: טעלוגו

source: Terms
yi: טערמינען

source: Thai
yi: טיילאנדיש

source: Thanks for confirming your account, now let's build your profile.
yi: א דאנק פארן באשטעטיגן אייער אקאונט, יעצט לאמיר בויען אייער פראפייל.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
yi: אדאנק די ביישטייערונגען פון איבער 259 טויזענט מענטשן אין איבער 50 שפרייכן, ווערט דעם דאטא גענוצט צו לערנען שטימע-אקטיוויזירטע פראגראמען צו בעסער ראגירן צו מענטשליכע שטימעס.

source: Thank you for contributing your voice!
yi: א דאנק פארן ביישטייערן אייער שטימע!

source: Thank you for donating your voice clips!
yi: א דאנק פארן ביישטייערן אייער שטימע קליפס!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
yi: א דאנק פארן רעקארדירן!<lineBreak></lineBreak>יעצט קוקט איבער און געבט אריין אייער קליפ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
yi: א דאנק פאר אייער אינטערעסע צו ביישטייערן צו { $lang }. מיר ארבייטן שווער צו מאכן איעדער שפרייך גרייט צו ארויסצושטעלן און האלטן די באטייליגטע אינפארמירט דורך אימעיל. אויב איך ווילט ביישטייערן, ביטע לייגט אריין אייער אימעיל אונטן.

source: Thank you for your voice information
yi: א דאנק פאר אייער שטימע אינפארמאציע

source: Thank you! You’ve sent a new language enquiry
yi: א דאנק! איר האט געשיקט אן אנפראגע פאר א נייע שפרייך

source: The clip has disrespectful or offensive language.
yi: דער קליפ האט אומרעספעקטירטע אדער אומאיידעלע שפרייך.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
yi: די קאמאן וואויס דאטא סעט איז פארהאן אראפצולאדענען אונטער די <licenseLink>CC0</licenseLink> לייסענס אויף <datasetLink>אונזער דאטא סעטס בלאט</datasetLink>. איר קענט אראפלאדענען פארשידענע אנדערע עפענטליך-פארהאנען דאטא סעטס פון דער זעלבער בלאט.

source: The count of voice recording hours we have collected so far.
yi: די צאל פון שטימע רעקארדירונג שטונדן מיר האבן געזאמלט ביז אהער.

source: The number of recordings and which languages you contribute to will be public.
yi: די צאל פון רעקארדירונגען און וועלכע שפרייך איר ביישטייערט צו וועט זיין עפענטליך.

source: There are currently no sentences to review in this language.
yi: עס איז נישט דא יעצט קיין זאצן צו איבערקוקן אין דעם שפרייך.

source: The recording was too long.
yi: די רעקארדירונג איז געווען צו לאנג.

source: The recording was too quiet.
yi: די רעקארדירונג איז געווען צו שטיל.

source: The recording was too short.
yi: די רעקארדירונג איז געווען צו קורץ.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
yi: דער שפרייכן זענען נאך דערווייל אונטער די געמיינדע אנטוויקלונג. <localizationGlossaryLink>וועבזייטל לאקאליזירונג</localizationGlossaryLink> און <sentenceCollectionGlossaryLink>זאצן זאמלונג</sentenceCollectionGlossaryLink> איז נייטיג אויף צו ווערן ארויסגעשטעלט.

source: The selected file is too large
yi: די אויסגעוועלטע פייל איז צו גרויס

source: The sentence has a grammatical or spelling error.
yi: דער זאץ האט א גראמאטישער אדער אויסלייג גרייז.

source: The sentence has disrespectful or offensive language.
yi: דער זאץ האט אומרעספעקטירטע אדער אומאיידעלע שפרייך.

source: The sentence must be grammatically correct.
yi: די זאצן דארפן זיין גראמאטיש ריכטיג.

source: The sentence must be spelled correctly.
yi: די זאץ דארף זיין אויסגעלייגט ריכטיג.

source: The sentence should have fewer than 15 words.
yi: די זאץ זאל האבן ווייניגער ווי 15 ווערטער.

source: The site is ready to be launched when it reaches 75% completion.
yi: די זייטל איז גרייט צו ווערן ארויסגעשטעלט ווען עס דערגרייכט צו 75% געענדיגט.

source: The website text is translated into that language.
yi: די וועבזייטל טעקסט ווערט איבערגעטייטשט צו דעם שפרייך.

source: Three to go!
yi: נאך דריי צו גיין!

source: Tibetan
yi: טיבעטאן

source: Tigre
yi: טיגרע

source: Tigrinya
yi: טיגריניא

source: Today
yi: היינט

source: Today's Common Voice progress on clips recorded
yi: היינטיגע קאמאן וואויס פארשריט פון קליפס רעקארדירט

source: Today's Common Voice progress on clips validated
yi: היינטיגע קאמאן וואויס פארשריט פון קליפס באשטעטיגט

source: Today's Progress
yi: היינטיגע פארשריט

source: Toki Pona
yi: טאקי פאנא

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
yi: צו קענען אריינגיין אין די קאמאן וואיס דאטא סעט, א שטימע קליפ דארף ווערן באשטעטיגט דורך צוויי באזונדערע באנוצער.

source: Top Contributors
yi: גרעסטע ביישטייערער

source: Total
yi: סך הכול

source: Toward next goal
yi: צו דעם קומענדיגער ציל

source: Translate this page
yi: טייטשט איבער דעם בלאט

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
yi: <translateVideoLink>קוקט אונזער גייד איבער וויאזוי צו נוצן פענטאאן.</translateVideoLink>

source: Translating the site
yi: איבערטייטשן דעם זייטל

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
yi: דאס איבערטייטשן די קאמאן וואויס זייטל געשעט אויף <strong>פענטאן</strong>.

source: Tshivenda
yi: טשיווענדא

source: Turkish
yi: טערקיש

source: Turkmen
yi: טורקמעניש

source: Tuvan
yi: טאוויניש

source: Twi
yi: טווי

source: Ubykh
yi: אוביחיז

source: Udmurt
yi: אודמארטיש

source: Ukrainian
yi: אוקרייניש

source: Unexpected response returned from server
yi: אומערווארטעטער ענטפער צוריקגעקומען פונעם סערווער

source: Upload aborted. Do you want to delete your recordings?
yi: ארויף לאדענען אפגעשטעלט. ווילט איר אויסמעקן אייער ראקארדירונגען?

source: Upload an image file
yi: לאדנט ארויף א בילד פייל

source: Upload of this clip keeps failing at server. Reload the page or try again later.
yi: דאס ארויפלאדענען דעם קליפ האלט אן צו דורכפאלן ביים סערווער. פרישט איבער דעם בלאט אדער פראבירט נאכאמאל שפעטער.

source: Upload of this clip keeps failing, keep retrying?
yi: דאס ארויפלאדענען דעם קליפ האלט אן צו דורכפאלן, ווילט איר ווייטער פראבירן?

source: Urdu
yi: אורדא

source: Use correct grammar
yi: נוצט ריכטיגע גראמאטיק

source: User Name
yi: באנוצער נאמען

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
yi: באנוצער באשטעטיגן די אקוראטקייט פון די ביישטייערטע קליפס, זיכער צו מאכן אז די רעדנער ליינט די זאץ ריכטיג.

source: Using Common Voice
yi: נוצן קאמאן וואויס

source: Uyghur
yi: אוגוריש

source: Uzbek
yi: אוזבעקיש

source: Validated Clips
yi: באשטעטיגטע קליפס

source: Validated Hours
yi: באשעטיגטע שטונדן

source: Validated Hr. Total
yi: סך הכול באשעטיגטע שטונדן

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
yi: באשטעטיגן ביישטייערטע קליפס איז פונקט אזוי וויכטיג צו די קאמאן וואויס מיסיע. הערט אויס און העלפט אונז צושטעלן קוואליטעט אפען סאורס שטימע דאטא.

source: Validation Progress
yi: באשטעטיגונג פארשריט

source: Validations
yi: באשטעטיגונגען

source: Value and recognition.
yi: ווערד און אנערקענונג.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
yi: וועריאנטן זענען א ספעציפישע פארום פון א שפרייך - צום ביישפיל געטיילט מיט מענטשן וואס לעבען אינעם זעלבן ראיאן אדער געמיינדע. אפאר מאל ווערט עס אויך אנגערופן דייעלעקט

source: Venetian
yi: ווענעזיאניש

source: Version
yi: ווערסיע

source: Vietnamese
yi: וויעטנאמיש

source: View your progress against personal and project goals.
yi: זע דיין פארשריט אנטקעגען פערזענליכע און פראיעקט צילן.

source: Visible
yi: זעהבאר

source: Voice Collection
yi: שטימע זאמלונג

source: Voice Contribution
yi: שטימע ביישטייערונג

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
yi: שטימע איז נאטירליך, שטימע איז מענטשליך. דאס איז פארוואס מיר זענען פרייליך צו שאפן נוצבארע שטימע טעכנעלאגיע פאר אונזערע מאשינען. אבער צו שאפן שטימע סיסטעמען, דארפן די דעוועלאפערס אן עקסרעם גרויסע צאל פון שטימע דאטא.
